import React from 'react';

function About() {

    return(
        <section className="container">
            <h2 class="top-title">Немного обо мне . . . </h2>
            <hr></hr>
            <div>
                <img class="mb-5" id="avatar" src="https://klike.net/uploads/posts/2019-03/1551511801_1.jpg" alt="Вячеслав Килин" />
<p>
    Мне 29 лет. Работаю уже почти 10 лет машинистом на жд транспорте. Программированием начал заниматься год назад. Учился по бесплатным видеороликам в YouTube, бесплатным курсам и конечно книгам. Первой книгой была  
    "Изучаем HTML, XHTML и CSS" от Head First. После ее прочтения понял хочу больше узнать про разработку. Проходил курсы все которые находиол в открытом доступе, создавал сайты и приложения. Некоторые мои проекты еще остались
    на моем аккаунте гитхаб, который я периодически пополняю и редактирую код когда узнаю что-то новое.
</p>
<p>
    Очень горю программированием, хочу и дальше этим заниматься в команде с умными людьми чтобы можно было перенять от них чтото новое и интересное
</p>
            </div>
        </section>
    )
}

export default About;